#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
长辈辈分	%(bf)s
年龄	%(nl)s
姓名	%(xm)s
举办地址	%(jbdz)s
//家庭住址	%(jtzz)s
晚辈辈分	%(fyrbf)s
//其他祝寿人姓名	%(qtxm)s
长辈名字	%(zbxm)s
季节	%(jj)s
'''

model_2 = [
    {
      "model":"大家晚上好！今天是我%(bf)s%(nl)s岁寿辰庆典。"
    },
    {
      "model":"%(jj)s即将来临之际，我们在这里欢聚一堂，隆重地迎来了我%(bf)s%(nl)s岁寿辰庆典。"
    },
    {
      "model":"今天，我们欢聚在%(jbdz)s，带着甜蜜，带着微笑，带着温情，带着祝福，为%(zbxm)s来庆祝这个难忘的%(nl)s岁生日。"
    },
    {
      "model":"今天，我们欢聚一堂，隆重集会，热烈庆祝%(zbxm)s%(nl)s岁寿典。"
    },
    {
      "model":"今天是我的%(bf)s%(nl)s寿辰。"
    },
    {
      "model":"大家好！银花火树开佳节 ，玉液琼酥作寿杯。春秋迭易，岁月轮回，%(jj)s迈着轻盈的脚步向我们款款走来的时候，我们欢聚在这里，共同为庆祝我%(bf)s%(nl)s大寿。"
    },
    {
      "model":"今天，是我%(bf)s%(nl)s岁生日，适逢我%(bf)s%(nl)s岁，借桃源居酒楼这方宝地，为我%(bf)s举行生日庆典，用这种方式，表达我们对%(bf)s的爱戴与祝福。"
    },
    {
      "model":"在这风和日丽、动人心弦的美好时刻，我们相聚在古朴典雅、鲜花簇拥、喜庆浓郁的%(jbdz)s，共同热烈、隆重地庆贺%(bf)s%(nl)s大寿生日快乐。"
    },
    {
      "model":"在这欢天喜地的日子里，我们高兴地迎来了我敬爱的%(bf)s%(nl)s岁的生日，我们欢聚一堂，在供销酒店为%(zbxm)s老寿星举行%(nl)s岁祝寿仪式。"
    },
    {
      "model":"这是我们等待已久的日子，吉利之日，我们迎来了我的%(bf)s%(qtxm)s老人家%(nl)s岁诞辰。"
    },
  ]