#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
长辈辈分	%(bf)s
年龄	%(nl)s
姓名	%(xm)s
举办地址	%(jbdz)s
//家庭住址	%(jtzz)s
晚辈辈分	%(fyrbf)s
//其他祝寿人姓名	%(qtxm)s
长辈名字	%(zbxm)s
季节	%(jj)s
'''

model_1 = [
    {
      "model":"各位来宾、各位亲朋好友大家好："
    },
    {
      "model":"尊敬的各位嘉宾、各位挚爱亲朋，女士们、先生们："
    },
    {
      "model":"尊敬的各位来宾、各位亲朋好友："
    },
    {
      "model":"各位亲友："
    },
    {
      "model":"各位亲友、各位来宾："
    },
    {
      "model":"尊敬的各位来宾："
    },
    {
      "model":"大家好："
    },
    {
      "model":"尊敬的各位长辈、各位来宾，各位亲朋好友："
    },
    {
      "model":"尊敬的各位来宾、 亲朋好友:"
    },
    {
      "model":"大家好！"
    },
  ]