#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
长辈辈分	%(bf)s
年龄	%(nl)s
姓名	%(xm)s
举办地址	%(jbdz)s
//家庭住址	%(jtzz)s
晚辈辈分	%(fyrbf)s
//其他祝寿人姓名	%(qtxm)s
长辈名字	%(zbxm)s
季节	%(jj)s
'''

model_3 = [
    {
      "model":"祝愿%(bf)s增福增寿增富贵，添光添彩添吉祥。诸位亲友、各位来宾，今天真是群贤毕至，鼓舞欢欣。感谢大家在百忙之中抽出时间前来赴宴、祝福。"
    },
    {
      "model":"首先请容许我代表所有来宾所有晚辈祝老人福与天地同在，寿与日月同辉，祝老人增福增寿增富贵，添光添彩添吉祥!"
    },
    {
      "model":"在此，我谨代表%(jbdz)s，%(qtxm)s，对老寿星及其亲属表示诚挚的问候和良好的祝愿！祝愿%(zbxm)s老寿星身体健康，生活幸福，吉祥如意，福寿双全！祝愿%(zbxm)s家人丁兴旺，事业发达，财源滚滚，蒸蒸日上！"
    },
    {
      "model":"祝福我们的老寿星——我的%(bf)s，祝她老人家福如东海。祝%(bf)s%(nl)s岁生日快乐、幸福安康，天天有个好心情。年年有今日，岁岁有今朝。"
    },
    {
      "model":"首先我要代表所有的晚辈向%(bf)s送上最真挚、最温馨的祝愿！祝老人家诞辰快乐！福寿健康！"
    },
    {
      "model":"让我们端起这幸福的酒杯，恭祝%(bf)s，福如东海，日月昌明。松鹤长春，春秋不老，甲子重新，欢乐远长。 "
    },
    {
      "model":"在这风和日丽、动人心弦的美好时刻，我们相聚在古朴典雅、鲜花簇拥、喜庆浓郁的%(jbdz)s，共同热烈、隆重地庆贺%(qtxm)s%(bf)s%(nl)s大寿生日快乐、红日正当的夕阳红人生。"
    },
    {
      "model":"我首先代表所有的晚辈、所有的来宾向%(bf)s送上最真诚、最温馨的祝福，祝%(bf)s福如东海，寿比南山，健康如意，福乐绵绵，笑口常开，益寿延年！"
    },
    {
      "model":"祝%(bf)s福如东海，寿比南山，福乐绵绵，笑口常开，益寿延年。祝%(bf)s生活之树常绿，生命之水常流。 "
    },
    {
      "model":"在这里，我先代表所有的晚辈，向%(bf)s送上最真诚、最温馨的祝福!祝愿%(bf)s身体健康、平安幸福!"
    },
  ]