#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
问候语 套话
xiansheng : 新郎姓名
xiaojie : 新娘姓名
'''

model_5 = [
    {
      "model":"最后再次祝福新郎%(xiansheng)s先生、新娘%(xiaojie)s小姐：你们要把恋爱时期的浪漫和激情，在婚姻现实和物质生活中，一直保留到永远。永结同心、白头到老。"
    },
    {
      "model":"最后，让我们共同祝福二位新人百年好合，婚姻幸福，早得贵子。祝各位来宾身体健康，万事如意。谢谢大家！"
    },
    {
      "model":"最后，让我们以热烈的掌声，再次对%(xiansheng)s同志和%(xiaojie)s同志的幸福结合，表示最真诚的祝贺！谢谢大家！"
    },
    {
      "model":"最后再次祝福新郎%(xiansheng)s先生、新娘%(xiaojie)s小姐：你们要把恋爱时期的浪漫和激情，在婚姻现实和物质生活中，相亲相爱、永结同心、白头到老。你们本就是天生一对，地造一双，而今共偕连理，今后更需彼此宽容、互相照顾，祝福你们！"
    },
    {
      "model":"最后，愿在座的各位亲朋好友共同分享这幸福的时刻，尽兴而归。"
    },
  ]