#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
问候语 套话
zhongwu_or_wanshang :中午 晚上
xinniangdanwei : 新娘工作单位
'''

model_3 = [
    {
      "model":"首先，我代表新娘%(xinniangdanwei)s的领导和员工为新人送去最真诚、最美好的祝福！同时也代表两位新人，向今天参加婚宴的各位来宾表示衷心的感谢！"
    },
    {
      "model":"请允许我代表全体干部职工向两位新人表示热烈的祝贺和衷心的祝福，向各位来宾和朋友表示诚挚的问候！"
    },
    {
      "model":"我代表新娘单位%(xinniangdanwei)s在此说几句。"
    },
    {
      "model":"今天我代表新娘单位%(xinniangdanwei)s在此讲几句话。"
    },
    {
      "model":"作为%(xinniangdanwei)s的公司领导，我首先代表我以及公司全体员工恭祝这对新人新婚幸福，白头到老。"
    },
    {
      "model":"请允许我代表各位来宾，向两位同志的新婚表示衷心的祝贺，同时也代表两位同志，向今天参加婚宴的各位来宾表示衷心的感谢!"
    },
    {
      "model":"正所谓千里姻缘一线牵，两位是有缘人，作为女方单位领导代表，我首先代表我单位全体职工恭祝新人新婚幸福。"
    },
    {
      "model":"今天很荣幸能以“娘家人”的身份站在这里。"
    },
  ]