#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
问候语 套话
zhongwu_or_wanshang :中午 晚上
xinniangdanwei : 新娘工作单位
'''

model_3 = [
    {
      "model":"在此，我仅代表 双方的家长对各位的到来表示最衷心的感谢！"
    },
    {
      "model":"在此，我代表我的全家向大家表示热烈的欢迎和衷心的感谢！ 感谢你们放弃了假日休息和家人团聚的机会，前来祝贺！"
    },
    {
      "model":"承各位来宾远道而来祝贺，在此表示最热烈地欢迎合衷心地感谢!"
    },
    {
      "model":"在此，我仅代表双方的家长向这对新人表示衷心的祝福，同时，我也借这个机会，向多年来关心、支持、培养我们全家的各位领导、各位同事、各位朋友表示最衷心的感谢！"
    },
    {
      "model":"我代表双方家长向他们表示最衷心的祝福，愿他们永结同心，白头偕老。"
    },
  ]