#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
问候语 套话
xiansheng : 新郎姓名
xiaojie : 新娘姓名
'''

model_5 = [
    {
      "model":"今天，在这里略备薄酒淡菜，宴请大家，希望大家吃好喝好，并祝愿各位阖家欢乐、 幸福美满！"
    },
    {
      "model":"最后向酒店和为婚礼付出辛勤劳动的工作人员表示感谢！祝愿各位来宾身体健康、万事如意！ 希望大家开怀畅饮，共度美好时光。谢谢大家!"
    },
    {
      "model":"由衷的感谢各位亲朋好友的光临，祝大家身体健康、万事如意。谢谢大家!"
    },
    {
      "model":"好！再一次祝福他们。 谢谢大家！"
    },
    {
      "model":"最后，祝你们俩新婚愉快、早生贵子、幸福美满。 由衷的感谢各位亲朋好友的光临，祝大家身体健康、万事如意。谢谢大家!"
    },
  ]