#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
套话后的引言
xiansheng : 男士姓名
xiaojie : 女士姓名
'''

model_2 = [
    {
        "model":"今天是我女儿%(xiaojie)s和%(xiansheng)s结婚的大喜日子，我感到非常高兴和荣幸。高兴的是这对新人 今天携手共同走进了他们婚礼的殿堂，开始了他们新的人生，我们也算完成了一个光荣的 任务。荣幸的是今天现场有这么多的亲朋好友送来了你们最真挚的祝福。"
    },
    {
        "model":"今天是我女儿%(xiaojie)s和女婿%(xiansheng)s喜结良缘的大喜日子。承蒙各位领导和亲朋好友的支持与厚爱，使他们的新婚庆典更加隆重、更加圆满。"
    },
    {
        "model":"今天是我闺女%(xiaojie)s和%(xiansheng)s先生禧结良缘的大喜日子，承各位来宾远道而来祝贺，在此表示最热烈地欢迎合衷心地感谢!"
    },
    {
        "model":"今天是我的女儿和女婿喜结良缘的大喜日子，作为孩子的家长，我首先衷心地感谢各位来宾的光临。"
    },
    {
        "model":"今天我们在这里欢聚一堂，为我女儿与%(xiansheng)s先生举行隆重而简朴的婚礼，承蒙各位佳宾能在百忙之中前来贺喜，在此，我们表示热烈的欢迎和衷心的感谢！"
    },
    {
        "model":"非常感谢大家今天来参加我女儿%(xiaojie)s和%(xiansheng)s先生的婚礼"
    },
]
