#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
套话后的引言
xiansheng : 男士姓名
xiaojie : 女士姓名
'''

model_4 = [
    {
        "model":"此时此刻，作为新人的家长，看到孩子们携手步入神圣的婚礼殿堂，举行这样隆重的 婚礼，我的心情十分激动，心里无比喜悦。我要对女儿、女婿说：孩子们，你们很孝顺， 你们完成了父母的心愿。今天开始你们就正式成家了，你们建立了一个新的家庭。希望你 们在今后漫长的人生路途中同心同德，同舟共济，同甘共苦，互谅互助，互敬互爱，用你 们的聪明才智和勤劳双手去创造自己的美好未来！ 最后，我还想感谢我的亲家，培养出了这么好的一个儿子，我们这么好的一个女婿。"
    },
    {
        "model":"结婚是人生的大事，也是每个家长的大事。孩子们，无论你们以后是贫困还是富有，你们都要 一生一世、一心一意，忠贞不渝地爱护对方；在人生的路途中永远心心相印，白头偕老；无论身处 顺境还是逆境，都要矢志不移，永保本色。爸爸妈妈是你们生活和事业上的坚强后盾，永远都是你们的依靠。同时我也希望你们尊敬父母的孝心不会改变，你们依然是好儿子，好女儿，还要当一个 好媳妇、好女婿。就像歌词中唱的那样：一定要“常回家看看”，爸爸妈妈想念你们！ 同时在这里也要感谢我的亲家，培养出了这么一个好儿子，让我家有了一个好女婿。"
    },
    {
        "model":"我女儿%(xiaojie)s与%(xiansheng)s先生结为百年夫妻，身为双方父母感到十分高兴。他们通过自己相知、相悉、相爱，到今天成为夫妻，从今以后，你们要互敬、互爱、互谅、互帮，以事业为重，用自己的聪明才智和勤劳去创造美好的未来。不仅如此，还要孝敬长辈、孝敬父母。最后，祝你们俩新婚愉快、早生贵子、幸福美满。"
    },
    {
        "model":"结婚是人生的大事，也是每个家长的大事。面对台上这对新人，面对台下这么多的亲朋好友，我送三句话给这对新人： 一是希望你们互相理解，相互包涵，在人生道路上同舟共济；二是要尊敬和孝敬你们的父母，你们结婚了，意味着你们的父母老了，他们更需要你们常回家看看；三是不断进取，勤奋工作，要用实际行动来回报社会、回报父母、回报单位。 最后，我还想感谢我的亲家，培养出了这么好的一个女儿，我们这么好的一个媳妇。借此机会，我再一次地祝福这对新人生活幸福、互敬互爱，并且衷心祝福来参加我女儿女婿婚礼的各位来宾身体健康、家庭幸福！谢谢大家！"
    },
]
