#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
xiansheng : 男士姓名
xiaojie : 女士姓名
'''

model_3 = [
    {
        "model":"在此，我以“六心”相赠：希望你们忠心献给祖国，孝心献给父母，爱心献给社会，痴心献给事业，诚心献给朋友，信心留给自己。"
    },
    {
        "model":"在此，我用一首打油诗向他们表达我们的祝福： 情切切，意绵绵，鸾歌凤舞纵情欢，夜以继日抓生产，早生贵子香火传。 天苍苍，地煌煌，海枯石烂天地荒，富贵贫贱不两样，风雨同舟万年长。"
    },
    {
        "model":"做为%(xiansheng)多年的好友、也是%(xiansheng)s%(xiaojie)s爱情生长历程的见证者，我非常衷心肠希望二人在过后的日子里，互相鼓舞、齐头并进，争取事业上的蒸蒸日上；努力学习、相互协助，持续夺得优越的成果；面对困难，同舟共济、共渡难关；遇到波折，多了解、少冲动、多冷静、少猜疑，和和美美的在过后的婚姻甘美中持续开花后果、开枝散叶。"
    },
    {
        "model":"常言道：“婚姻既是一种花前月下的幸福约定，也是一种无法回避的人生责任。婚姻既是爱情交织在一起的结果，更是融入社会生活的新起点”。基于此，我也衷心的希望一对新人，在今后漫长的、未知的旅途中，能够相互帮助、相互关爱、相互谦让、相敬如宾、相濡以沫，在事业上成为“比翼鸟”，在生活上结为“连理枝”，力争在今后的工作和生活上实现“双丰收”。同时，也希望他们争取早日收获到属于自己爱情的丰硕果实。更希望一对新人，能用他们的仁爱善良之心、真诚孝顺之举，去报答父母和长辈们的养育关爱之恩，用他们出色的工作成绩，去回馈社会各界的厚爱之情。" 
    },
]