#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
套话后的引言
xiansheng : 男士姓名
xiaojie : 女士姓名
guanxi : 与新郎的关系
'''

model_2 = [
    {
        "model":"今天，我们欢聚一堂，共庆%(xiansheng)s先生和%(xiaojie)s女士喜结良缘，感到无比的荣幸和由衷的喜悦。在此，我谨代表新郎、新娘工作单位的所有同事，衷心祝愿他们二人新婚愉快、幸福美满、天长地久!"
    },
    {
        "model":"这是一个浪漫的季节，新郎新娘拥有了一个温馨的爱情甜梦； 这是一个醉人的时刻，新郎新娘迎来了一个幸福而热烈的春天！ 为了这一季节的到来，鲜花含笑更鲜艳； 因为这一时刻，今夜星光更灿烂！ 因为这一时刻，寂寞孤独悄然离去； 因为有你，充实欢乐骤然而至！ 今天是个大喜的日子，今天是个温馨的日子，对二位新人来讲，今天更是一个终身难忘的日子。愿你们互相珍 惜，同心永结；用你们幽深的明眸去解读无垠的平原，用你们美好的理想去畅游青春的大海；用你们轻盈的脚步去 趟绿美丽的芳草园！用你们披荆斩棘的英姿去搏击人生路上的烦恼，用你们无私的爱去温馨父母夕阳般的暮年。 祝你们爱情永存，共攀风雨，白头偕老。 祝你们青春靓丽，人生美好，生命无憾！"
    },
    {
        "model":"在这孕育希望的美好时节，%(xiansheng)s先生和%(xiaojie)s小姐，这对儿金童玉女，历经几年的激情相恋，今天终于花开并蒂，合二为一。在这里，请允许我代表新郎新娘的所有亲朋好友和各位来宾，向他们表达我们心中最美好的祝福，祝福他们夫妻恩爱如胶漆，美满幸福享吉祥！"
    },
    {
        "model":"今天是我的%(guanxi)s%(xiansheng)s先生喜结姻缘的大好日子。此时此刻，想必大家和我的的心情一样，都感到非常的高兴、非常的快乐！首先，请允许我能代表在座的各位来宾，向杜大伟、孙俪这一对新人的结合，表示真诚的祝福和良好的祝愿。"
    },
    {
        "model":"今日是%(xiansheng)s、%(xiaojie)s两家的大喜之日。我蒙新郎%(xiansheng)s约请，得以参与盛会，万分的荣幸。我谨代表%(xiansheng)s的全体同伴，祝愿新郎、新娘鸾凤和鸣、幸福圆满！一同也祝福双方老人身体安康，在过后的日子里充沛的享用这一新家庭给两家老人带来的美妙光阴。"
    },
]
