#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
套话后的引言
xiansheng : 男士姓名
xiaojie : 女士姓名
'''

model_2 = [
    {
        "model":"吉日良辰,高朋满座,同贺新喜。今天是一个吉祥的日子， 此时是一个醉人的时刻。因为%(xiansheng)s先生与%(xiaojie)s小姐在这里 隆重庆典，喜结良缘。从此，新郎新娘将拥有一个温馨怡人 的爱之甜梦，也开始了人生幸福热烈的爱之旅程。在这神圣 庄严的婚礼仪式上，我受新人以及他们家人长辈的委托，担任他们的证婚人。"
    },
    {
        "model":"今天，我非常高兴担任%(xiansheng)s先生和%(xiaojie)s小姐结婚的证婚人；能为这对珠联璧合、佳偶天成的新人证婚，我感到十分荣幸。在这神圣而又庄严的婚礼仪式上，我将同大家共同见证和欢庆这对新人的美好时刻。"
    },
    {
        "model":"金秋十月，丹桂飘香，在这春华秋实的季节里，今天我们迎来了%(xiansheng)s先生和%(xiaojie)s小姐喜结良缘的大好日子，首先 我代表各位来宾祝新郎新娘新婚快乐、万事如意！ 我受二位新人重托，担任他们的结婚证人感到十分荣幸。"
    },
    {
        "model":"在今天这个春华秋实的大好日子里，我们迎来一对珠联壁合、佳偶天成的情侣%(xiansheng)s先生和%(xiaojie)s女士的幸福结合。也是在这天赐吉祥的日子里，我受二位新人之托，担任他们的证婚人，感到十分荣幸。"
    },
    {
        "model":"今天，我受新郎新娘的重托，担任%(xiansheng)s先生与%(xiaojie)s小姐结婚的证婚人感到十分荣幸，在这神圣而又庄严的婚礼仪式上，能为这对珠联壁合、佳偶天成的新人作证致婚词而感到分外荣兴，也是难得的机遇。"
    },
    {
        "model":"初冬时节，喜酒飘香，宾客满座，各位亲朋好友怀着无比喜悦的心情、笑容满面，来到%(xiansheng)s先生、%(xiaojie)s小姐隆重举行的结婚典礼现场，佳人佳期配成佳偶。我作为婚礼证婚人向今天前来参加%(xiansheng)s先生、%(xiaojie)s小姐的结婚典礼，光临贺喜的各位朋友、各位来宾、各位亲友，先生们、女士们致以最尊敬的、最亲切的问好，感谢大家的光临贺喜，祝福大家年年吉星高照、好运相伴、八方财源广进。"
    },
    {
        "model":"今天，我受两家人重托，担任新郎%(xiansheng)s先生、新娘%(xiaojie)s小姐的证婚人感到无比激动和万分荣幸！"
    },
	{
        "model":"在这春风和煦，百花盛开，气候宜人的美好季节里；在这歌声飞扬，欢声笑语，天降吉祥的美好日子里；今天晚上，我受新娘新郎的重托，担任%(xiaojie)s小姐和%(xiansheng)s先生结婚的证婚人。对此，我十分乐意并感到万分荣幸，在这神圣而又庄严的婚礼仪式上，能为这对珠联壁合、佳偶天成的新人作证致婚词而感到分外荣光。"
    },
]
