#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
分析局势环境旁征博引高屋建瓴或者对学校做概述
'''

model_3 = [
    {
        "model":"从此，新郎新娘将拥有一个温馨怡人的爱之甜梦，也开始了人生幸福热烈的爱之旅程。在这神圣庄严的婚礼仪式上，我受新人以及他们家人长辈的委托，代表所有的来宾以及所有关爱二位新人成长的朋友们，向这对珠联璧合、佳偶天成的新人表示最热烈的祝贺。俗话说：同船共渡，需百世因缘。相识本身是一种缘，能够相守更是一种缘。 他们从相识、 相知、相恋到喜结良缘， 经历了人生最美好的时光，此时的天作之合又延伸了这种缘。婚姻是一份承诺，更是一种责任和义务。在对理想和事业追求中建立的新家，正是你们谱写美妙爱情交响曲的延伸。"
    },
    {
        "model":"各位来宾，新郎不仅外表长得英俊潇洒，而且忠厚诚实、为人和善，有颗善良的心，是一位才华出众的好青年。新娘不仅长得漂亮可爱，而且温柔体贴，勤奋好学，心灵纯洁，是位可爱美丽的好姑娘。古人常说“有缘千里来相会”、 “心有灵犀一点通”。是情、是缘、是爱，使他们俩相知、相爱、相守在一起，时代不仅创造了这对新人，而且还要创造他们的后代，创造他们美好的未来！"
    },
    {
        "model":"新郎新娘通过相识、相知、相爱，今天一起牵手步入婚姻的 殿堂，走过了难忘的时光，对此我们表示热烈的祝贺！"
    },
	{
        "model":"首先我代表各位来宾祝新郎新娘新婚愉快、万事如意！"
    },
	{
        "model":"新郎英俊潇洒、才华横溢，新娘美丽大方、知书达理。他们从相识到相知，从相知到相爱，经历了一个浪漫而又激情的过程，今天，他们的爱情终于开花结果，共同走进了婚姻的殿堂。"
    },
]