#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
套话后的引言
xiansheng : 男士姓名
xiaojie : 女士姓名
xinlangdanweo : 新郎单位
xinniandanwei : 新娘单位
'''

model_4 = [
    {
        "model":"众所周知，%(xiaosheng)s先生是%(xinlangdanwei)s的业务主干，%(xiaojie)s温柔贤惠，你们的结合是珠联璧合，天作之合。,我代表%(xinlangdanwei)s和%(xinniangdanwei)s的全体员工愿你俩百年恩爱双心结，千里姻缘一线牵。,海枯石烂同心永结，地阔天高比翼齐飞,相亲相爱幸福永，同德同心幸福长。愿你俩情比海深！"
    },
    {
        "model":"新郎%(xiansheng)s现在我单位工作。%(xiansheng)s同志英俊潇洒、忠厚诚实、工作认真，是一位才华出众的优秀青年。新娘%(xiaojie)s现在%(xinniangdanwei)s工作。关于对她的介绍，婚礼前新郎%(xiansheng)s找到我，谈了他对新娘的切身体会，他说：“正如%(xiaojie)s的名字一样，不仅俊俏美丽、漂亮可爱、小鸟依人，而且具有典型东方女性的内在美；不仅温柔体贴、 纯美善良、聪明能干，而且有一种高贵典雅的气质美；不仅心灵手巧、勤奋敬业、积极向上，而且有一种不可言状的神秘美。”新郎因此深深为她而倾倒。他们的结合，真是郎才女貌，仙女配董郎，相依花好月圆，相伴地久天长！我们相信他们一定能建立一个幸福美满的家庭。"
    },
    {
        "model":"据了解新郎%(xiansheng)s先生，思想进步、工作积极、勤奋好学。仪表堂堂是有目共睹的。是不可多得的人才。就是这位出类拔萃的小伙子，以他非凡的实力，打开了我们美丽新娘的爱情心扉。这位幸运的姑娘就是今天的女主角，她温柔可爱、美丽大方、为人友善、博学多才，是一个典型东方现代女性的光辉形象。%(xiansheng)s先生和%(xiaojie)s小姐的结合真可谓是天生的一对，地造的一双。愿你俩用爱去绾着对方，彼此互相体谅和关怀，共同分享今后的苦与乐。敬祝百年好合永结同心！"
    },
]
