#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
长辈辈分	%(bf)s
年龄	%(nl)s
姓名	%(xm)s
举办地址	%(jbdz)s
//家庭住址	%(jtzz)s
晚辈辈分	%(fyrbf)s
//其他祝寿人姓名	%(qtxm)s
长辈名字	%(zbxm)s
季节	%(jj)s
'''

model_7 = [
    {
      "model":"在此，请允许我代表我%(bf)s和我们家族，向在座的各位来宾表示热烈的欢迎和衷心的感谢！希望大家在这洋溢着和睦和谐的气氛里过得愉快，并留下一个美好的回忆。"
    },
    {
      "model":"今天我们欢聚在这里，为%(zbxm)s%(bf)s庆祝%(nl)s岁华诞。值此举家欢庆之际，承蒙各位嘉宾前来为%(zbxm)s老人祝寿，在此我谨代表%(zbxm)s老人及全家、向在座的各位亲朋好友们表示最热烈的欢迎和最衷心的感谢！ "
    },
    {
      "model":"最后再一次向光临%(bf)s寿辰的各位前辈及嘉宾表示诚挚的谢意，谢谢！祝各位嘉宾在新的一年里万事如意，心想事成！"
    },
    {
      "model":"同时祝愿所有来宾朋友们，阖家欢乐,事业发达,幸福安康!为了感谢在百忙之中前来祝寿的各位来宾朋友，祝寿宴席正式开始!请大家喝好、吃好，高兴而来，满意而归。 "
    },
    {
      "model":"最后，再一次向各位领导、各位来宾、各位亲朋好友表示衷心的感谢!祝福在座的所有老年人生活之树常青，生命之水长流，春晖永绽，鹤颜康健！祝愿所有的中年人事业有成！祝愿所有的少年健康成长！同时祝愿所有的来宾、亲朋好友身体健康、工作顺利、家庭和谐、幸福绵长、万事如意！"
    },
    {
      "model":"天下无不散的宴席；离别是为了下一次的相聚。美好的时光在不知不觉中度过，%(bf)s的寿宴也即将拉下帷幕，让我们在一曲祝福的歌声中，向朋友们友好地挥手说一声：再见，再见！"
    },
    {
      "model":"在这里请允许我代表全家向各位亲朋好友致以最热烈的欢迎和最衷心的感谢！感谢大家前来祝福，更感谢大家多年来对我们全家自始自终的关心、支持和帮助。 "
    },
    {
      "model":"祝各位来宾身体健康，合家欢乐，财运亨通，明天更美好!谢谢大家！"
    },
    {
      "model":"最后祝各位来宾，亲朋好友幸福安康、工作顺利、万事如意。"
    },
    {
      "model":"在这里请允许我代表%(bf)s向各位亲朋好友致以最热烈的欢迎和最衷心的感谢！感谢大家前来祝福，更感谢大家多年来对我们全家自始自终的关心、支持和帮助。"
    },
  ]