#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
概括学校提供的资源以及学生如何更好的利用资源或者提出某方面的期待
xiaosheng :男士姓名 
xiaojie :女士姓名
'''
model_4 = [
    {
        "model":"在此，在所有来宾的共同见证下为你们证婚。"
    },
    {
        "model":"现在我正式宣布：此时此刻，新郎新娘结为恩爱夫妻。"
    },
    {
        "model":"现在我宣布：%(xiansheng)s先生和%(xiaojie)s小姐结为夫妻，他们的感 情是真挚的，他们的婚姻是合法有效的！在座的亲朋好友共 同见证了这幸福的时刻！"
    },
    {
        "model":"在此，我证明，两人正式结为合法夫妻。"
    },
    {
        "model":"此时此刻，新娘新郎结为恩爱夫妻。"
    },
    {
        "model":"天作证、地作证、山作证、水作证、日月星辰共作证，父母作证、亲友作证、全体客人同作证。我们衷心祝福见证新郎新娘缘定三生。今日结成美满姻缘，恭喜两家今生今世喜结秦晋之好，新郎新娘的子孙、千秋荣华、万代富贵。"
    },
    {
        "model":"此时此刻，新娘新郎结为恩爱夫妻。"
    },
    {
        "model":"现在我郑重宣布：根据《中华人民共和国婚姻法》规定，新郎%(xiansheng)s先生、新娘%(xiaojie)s小姐即日起结为夫妻，他们的婚姻合法有效，天长地久。"
    },
]