#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
期待与祝福
'''
model_6 = [
    {
        "model":"最后，祝你们新婚快乐，幸福美满，心想事成，白头偕老。谢谢"
    },
    {
        "model":"最后，祝你们俩永远钟爱一生，早生贵子，美满幸福！祝各位佳宾身体健康，合家欢乐，大吉大利！谢谢大家！"
    },
    {
        "model":"最后，让我们祈祷！让我们祝福！让我们举起手中的酒杯，共同祝愿这一对玉人新婚愉快、永结同心、白头偕老，携手共创美好的明天！谢谢大家！"
    },
    {
        "model":"最后，祝你们俩永远钟爱一生，同心永结、幸福美满。 谢谢大家!"
    },
    {
        "model":"最后，再次向今天前来参加新郎新娘的结婚典礼，光临贺喜的各位朋友、各位来宾、各位亲友，先生们、女士们致以最尊敬的、最亲切的问好，感谢大家的光临贺喜，祝福大家年年吉星高照、好运相伴、八方财源广进。祝福新郎新娘的父母、家人合家欢乐、吉祥安康、万事如意！"
    },
	{
        "model":"最后，祝你们俩永远钟爱一生，同心永结，幸福美满，直到地老天荒。并代表娘家向出席婚礼的来宾朋友表示由衷的感谢！谢谢大家！"
    },
	{
        "model":"最后祝福在座的所有嘉宾，身体健康！家庭幸福！万事如意！谢谢！"
    },
]