#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
期许

'''
model_5 = [
    {
        "model":"希望你们在今后的日子中，要互敬、互爱、互谅、互帮、互助，无论今后是顺畅或者坎坷，你们的心总是连在一起，把对方作为自己毕生的依靠，相依走过灿烂辉煌的一生一世。值此美好时刻，你们不能忘却了给你的无限呵护和生命的父母亲，要把对父母的感恩之情化为实际行动，常回家看看。要孝敬和侍奉好双方父母，使他们颐养天年。虽然在你们的漫漫人生旅途中，可能会有风雨坎坷，但是有亲人的陪伴、有了朋友的关爱，有了这一份藏在心里的温暖，我相信你们一定会永结同心，永浴爱河！"
    },
    {
        "model":"希望你们在今后的日子里，要互敬、互爱、互谅、互助， 无论是顺畅或坎坷，你们的心总是连在一起，把对方作为自 己毕生的依靠，相依相伴走向灿烂的明天。 值此美好的日子， 你们不能忘却了给予你们无限呵护的父 母，要把对父母的感念之情化为实际行动，孝敬和侍奉双方 的父母，怡养天年。"
    },
    {
        "model":"作为证婚人，我在这里衷心的希望你们在今后的人生旅途中互敬互爱、互学互让，共同创造美好生活，实现事业家庭的双丰收。同时，在这美好的时刻里，你们不能忘却了给予你们无限呵护和生命的父母亲，要把对父母的感念之情化为实际的行动，要孝敬和侍奉双方的父母使他们怡养天年。虽然在你们漫漫的人生旅途中，可能会有风雨坎坷；但是有了亲人的陪伴，有了朋友的关爱，有了这一份藏在心里的温暖，我相信你们一定会永结同心，永浴爱河"
    },
    {
        "model":"从今以后，无论贫富、疾病、环境恶劣、生死存亡，你们都要一生一心一意忠贞不渝地爱护对方，在人生的旅程中永远心心相印、白头偕老，美满幸福。"
    },
    {
        "model":"在这庄严而热烈的婚礼上，作为证人，我说三句话。第一句，是一副老对联；一等人忠臣孝子，两件事读书耕田。做对国家有用的人，做对家庭有责任的人。好读书能受用一生，认真工作就一辈子有饭吃。第二句话，仍是一句老话：“浴不必江海，要之去垢；马不必骐骥，要之善走。”做普通人，干正经事，但必须有大胸怀。第三句话，还是老话：“心系一处。”在往后的岁月里，要创造、培养、磨合、建设、维护、完善你们自己的婚姻。从今以后，无论如何，你们都要一生一心一意忠贞不渝地爱护对方，在人生的旅程中永远心心相印、白头偕老，美满幸福。"
    },
    {
        "model":"诚望一对新人，在今后岁月里，携手并肩，同舟共济，在家孝敬双亲，在外友爱同志。大展鲲鹏之志，开创锦绣前程，花好月圆，龙凤呈祥，恩恩爱爱，地久天长！"
    },
]