#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
长辈辈分	%(bf)s
年龄	%(nl)s
姓名	%(xm)s
举办地址	%(jbdz)s
//家庭住址	%(jtzz)s
晚辈辈分	%(fyrbf)s
//其他祝寿人姓名	%(qtxm)s
长辈名字	%(zbxm)s
季节	%(jj)s
'''

model_3 = [
    {
      "model":"让我们共同祝愿老寿星福寿满堂、欢乐远长；寿比南山、天伦永享。"
    },
    {
      "model":"让我们以热烈的掌声祝%(zbxm)s老太太福如东海常流水；寿比南山不老松！祝愿老人家身体健康，心想事成,晚年幸福!"
    },
    {
      "model":"祝愿%(bf)s福如东海长流水、寿比南山不老松。同时祝愿所有的长者，增福、增寿、增富贵，添光、添彩、添吉祥。也祝每个家庭幸福安康，事业发达，工作顺利。"
    },
    {
      "model":"祝福%(zbxm)s%(bf)s生活之树常绿，生命之水长流，寿诞快乐，春辉永绽！愿今天光临的各位亲朋好友人人都能在这里感悟到寿星的灵气，从而得以能够家家家庭幸福，个个事业有成。"
    },
    {
      "model":"为了表达我们对老%(bf)s的一片祝福心情，我用“亲朋共享天伦乐， 欢声笑语寿满堂”的诗句来表达此时的心情。在这里让我们共同 祝愿老寿星，“福如东海，寿比南山，天伦永享”。 与人为善心胸宽，知足长乐顺自然。"
    },
    {
      "model":"让我们真情祝福，今天幸福的老人，您永远拥有开心的一刻，快乐的一天，平安的一年，幸福的一生。祝您长命百岁，健康幸福！同时也祝愿在场的每一位来宾都幸福安康！祝各位来嘉宾万事如意，心想事成。"
    },
    {
      "model":"我代表所有老同学、所有亲朋好友向%(zbxm)s%(bf)s送上最真诚、最温馨的祝福，祝%(zbxm)s%(bf)s福如东海，寿比南山，健康如意，福乐绵绵，笑口常开，益寿延年！"
    },
    {
      "model":"愿你的快乐，如大海般宽广;你的好运，如星空般浩瀚;你的成功，如高山般厚重;你的幸福，如流水般灵动。愿我的祝福，如许愿般灵验：生日快乐!"
    },
    {
      "model":"献上天天都属于你的赤诚和爱心，寄上声声都祝福你的亲情，鲜花寄上声声都祝福你的亲情，亲爱的%(bf)s，祝你生日快乐，永远快乐!"
    },
    {
      "model":"在这里我谨代表所有的嘉宾，祝愿老人家增福增寿增富贵，添光添彩添吉祥。让我们共同祝愿老寿星福寿满堂、欢乐远长；寿比南山、天伦永享。"
    },
  ]