#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
长辈辈分	%(bf)s
年龄	%(nl)s
姓名	%(xm)s
举办地址	%(jbdz)s
//家庭住址	%(jtzz)s
晚辈辈分	%(fyrbf)s
//其他祝寿人姓名	%(qtxm)s
长辈名字	%(zbxm)s
季节	%(jj)s
'''

model_2 = [
    {
      "model":"今天我们受%(bf)s先生及各位亲朋好友的委托，做为寿宴的主持人。在这里我们谨代表所有的嘉宾，祝愿老人家增福增寿增富贵，添光添彩添吉祥。"
    },
    {
      "model":"在这个美好的日子里，我们欢聚一堂，在%(jbdz)s为%(zbxm)s老女士举行%(nl)s岁寿辰仪式。今天我受老寿星家人的委托，担任庆典仪式的主持人。"
    },
    {
      "model":"今天我非常荣幸地站在这个舞台上,是受：%(zbxm)s%(bf)s委托来担当今晚为的主持人,在%(jbdz)s隆重举行%(zbxm)s老太%(nl)s大寿庆典的主持我感到非常激动和高兴。"
    },
    {
      "model":"在这个美好的日子里，我们欢聚一堂，在%(jbdz)s为%(zbxm)s女士举行%(nl)s晋三寿辰仪式。今天我受老寿星子女的委托，担任庆典仪式的主持人。"
    },
    {
      "model":"我今晚受%(qtxm)s子女的邀请,在这里隆重举行%(qtxm)s女士%(nl)s岁大寿庆典的主持，为此我感到非常激动和高兴。 "
    },
    {
      "model":"在这个美好的日子里，众位亲友欢聚一堂，为了一个共同的主题，带着一份共同的祝愿，共同庆祝%(zbxm)s女士%(nl)s岁寿辰，在这里为%(zbxm)s女士举行%(nl)s大寿庆典。"
    },
    {
      "model":"尊敬的先生们、女士们，大家中午好！亲朋共享天伦乐，欢声笑语寿满堂。今天是德高望重的%(zbxm)s%(bf)s%(nl)s寿辰之日，群贤毕至，鼓舞欢欣。"
    },
    {
      "model":"在新的一年到来之际，我们团聚在一起，共同为我们的寿星——%(zbxm)s女士庆贺%(nl)s寿辰！ 值此%(nl)s寿辰这个美好时刻，我谨代表全家敬祝老寿星健康如意，幸福安康。"
    },
    {
      "model":"在这个激动人心的%(jj)s，我们迎来了%(zbxm)s%(bf)s%(nl)s华诞的喜庆日子。在此，我谨代表所有的亲朋好友，祝愿老寿星增福增寿增富贵，添光添彩添吉祥。"
    },
    {
      "model":"今天，我们欢聚一堂，亲情、友情化作浓浓的温暖和祝福，共同祝贺%(zbxm)s%(bf)s%(nl)s大寿。在这里，我代表%(zbxm)s以及全家向所有的来宾表示热烈的欢迎和衷心的感谢！"
    },
  ]