#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
套话后的引言
didian : 杭州 苏州 南阳 北京
jiancheng : 学校简称 example : 南工 北大 浙大 北信科
quancheng : 学校全称 : 北京信息科技大学
'''

model_2 = [
    {
        "model":"九月%(didian)s如诗如画，充满韵味。今天，这座世界瞩目的文化荟萃之城、创新活力之城、开放联动之城、包容和谐之城，再次迎来了五湖四海的青年才俊。欢迎你们来到这里，加入%(jiancheng)s人的共同家园。站在这个讲台上，我看到大家清澈而热切的眼神，充满对%(quancheng)s的期待，对未来学习生活的憧憬，正如三十多年前的我自己一样。时光流逝，岁月轮转，数十年时间，这个世界已经发生了沧海桑田般的巨变，人类探索自然奥秘实现伟大的进步，地球村的社会和生态治理取得令人振奋的成果，人与技术、人与机器的结合正在开创新的未来。我们真切地感受到，大学教育正在快速改变过去的传统。学习目标正在发生变化，不仅仅局限于专业的塑造，更加注重通识教育与专业教育的结合，更加注重专业培养与跨专业培养的结合，更加注重能力与素质的结合。学习方法正在发生变化，新思想、新技术深度改造传统的教育方法，重塑教与学的关系，师生成为学习共同体，探究式、个性化的学习体验更受欢迎。学习空间正在发生变化，教学活动场所加速全球移动，伴随信息网络的放大和认知技术的增强作用，实现多次数、多地点、多时段的学习，实现不同群体的共同学习、协同学习。全面创新的时代迎面而来，正在改变未来人才需求的结构，改变未来高等教育的格局，改变未来学习的模式。"
    },
    {
        "model":"今天是你们人生中最重要的时刻之一。各位新同学从五洲四海汇聚到这里，为美丽的校园注入新的活力。作为校长和老师，看到大家一张张鲜活的面孔，我由衷感受到“得天下英才而育之”的快乐。"
    },
    {
        "model":"金色的九月，美丽的%(jiancheng)s又迎来了一批新的主人，一批年青的学子成为%(jiancheng)s这个光荣的大家庭新的一员。首先，我代表学校全体师生，向来自祖国各地和世界各地的新同学们，表示热烈的欢迎！ 同学们，经过十多年的努力，你们跨进了大学校门，你们的人生又拥有了一个崭新的起点。我想，在欣喜之余，你们也一定在观察，在思考。你们也许会有这样的问题，%(jiancheng)s究竟是一所怎样的大学，即将展现在你们面前的又是怎样的生活。"
    },
    {
        "model":"今天起，你们成为了一个%(jiancheng)s人，我首先代表的全校师生员工，对你们的到来表示热烈的欢迎！你们在国内外如此众多的一流大学里选择了%(jiancheng)s，我要对各位表示感谢！从今天起，%(jiancheng)s将成为你们学习、生活和成长的地方。"
    },
    {
        "model":"值此金风送爽、丹桂飘香之际，我们欢聚一堂隆重举行%(quancheng)s开学典礼。首先我代表%(quancheng)s全体师生对国际学院的各位新同学表示诚挚的祝贺！"
    },
    {
        "model":"这几天，校园里到处洋溢着青春的活力与喜悦，%(jiancheng)s因为你们的到来而增添了许多新鲜与灿烂。热烈欢迎你们，%(jiancheng)s的新主人!每一次参加开学典礼，我作为校长，既感到开心、又有赶考般的紧张。开心的是，又迎来了一批青春洋溢的学子;紧张的是，对于新生开学的第一课，我总想讲出新意，但觉有些江郎才尽。"
    },

]
