#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
分析局势环境旁征博引高屋建瓴或者对学校做概述
quancheng : 全称
'''

model_3 = [
    {
        "model":"大学学习是同学们通向未来的阶梯。你们唯有学会学习，才能适应快速变化的未来世界。%(quancheng)s是一所具有优良教育传统和改革精神的学校，人才培养实力雄厚、特色鲜明、享誉全球。近年来，学校不断深化教育改革，形成了“知识传授、能力培养、素质提升、人格塑造”四位一体的模式，致力于培养未来世界的创新者和领导者。作为%(quancheng)s的学生，你们将深度参与到学校教育改革的洪流，尤其是通过学习方法的创新，不断适应新的学习目标、新的学习环境、新的学习要求。"
    },
    {
        "model":"%(jiancheng)s是一所有着优良传统的大学。在近百年的发展历程中，%(jiancheng)s积淀了深厚的文化底蕴，也形成了%(jiancheng)s的精神和品格。%(jiancheng)s始终高举爱国奉献的旗帜。为了国家的利益，为了人民的利益，复旦人不惜献出自己的一切。%(jiancheng)s始终坚持学术独立的理念。“百花齐放、百家争鸣”，不同的学术观点可以在校园里自由地交流和碰撞。%(jiancheng)s始终拥有海纳百川的胸怀。今天，%(jiancheng)s仍然以宽广的胸怀欢迎来自世界各地的学子和优秀人才。%(jiancheng)s始终怀着追求卓越的理想。永不满足，要做就做最好是许多%(jiancheng)s人的信条。在追求卓越、争创一流的道路上，%(jiancheng)s人一刻也没有停息。"
    },
    {
        "model":"由于现代职业极度分化、多元化，随之也导致高等教育的过度专业化。各类明确的职业指向使各种专业如雨后春笋般地应运而生，让教育的意义变得越来越窄。教学的内容设定只是为了“就业”这个唯一的目标。这似乎是为了适应和满足当前社会的需求，为社会提供一种及时的服务，但这样的教育其实是在自弃，不是育人。它严重地违背了以人为本的教育基本原则，因为人不应仅仅是社会当中的一个部件而已。事实上，现在的大学包括%(quancheng)s的毕业生的职业和所学专业的对口程度已逐年下滑，而且已经降到非常低了。也就是说你学这个专业，毕业后所从事的职业并不一定是跟这个专业有关的。因此，这就迫使我们对高等教育的理念、方法、内容进行新的思考，并做出相应的改变。必须有一点是十分清楚的，综合性的大学，包括复旦大学必须有别于通常的职业学校。大学不能沦为金耀基先生所批评的那种职业的培训所。专业知识固然是重要，大家固然必须去认真地学习，但是你们在复旦仅仅做这点是不够的。按照怀特海德的说法，如果你仅仅只想学一些专业技能的知识，那么你是非常卑微的。因为纯粹的专业知识的学习，并不能够保证你真正能够学好专业，有时反而会扼杀你的文化生活和专业精神的基础。虽然专业知识是必须学习的，但是来到大学作为学生来讲，更重要的实际上是一个悟道的过程。"
    },
]