#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
概括学校提供的资源以及学生如何更好的利用资源或者提出某方面的期待
quancheng : 全称
'''
model_4 = [
    {
        "model":"    学校创新全人教育的培养模式，推动通识教育、专业教育、交叉培养、思政教育深度融合。深度融合的全人教育，就是针对学生全面协调发展的培养。同学们，要以通识学习为基础，发掘人性知性之美，汲取多领域的知识养分，掌握多学科的思维方法；要以专业学习为根本，掌握系统的学科能力，培养专注的研究习惯，激发极致的创新才能；要以交叉学习为特色，强化创造性的认知结构，形成“一专多能”的复合型素质；要以思政学习为引领，树立正确的人生观和价值观，提升思想的境界和人格的魅力。希望你们通过深度学习的融合，感悟科技创新之浩瀚、人文思想之深邃、艺术表现之灵韵、道德品格之崇高，进一步塑造博雅与人文、科学与基础。"
    },
    {
        "model":"    学校构建全过程的教育生态圈，加强第一课堂、第二课堂、第三课堂、第四课堂协同培养。四课堂协同培养彰显紧密和谐的师生关系、导学关系，构建全面素质能力提升的教育生态。同学们，要强化第一课堂的课堂学习，增进与老师的互动交流，掌握系统的知识与技能；要强化第二课堂的校内实践，联合不同专业的同学，增强创新与团队合作精神；要强化第三课堂的社会实践，联接专业能力与社会需求，在实干创新中快速成长；要强化第四课堂的国际交流，把握海外学习锻炼的机会，提升全球化认识与思维能力。希望你们，通过四课堂的融通，整合利用课内外、校内外和海内外的学习资源，在师生互动的生态环境中扩大学习效果。"
    },
    {
        "model":"    学校打造全方位的教学新体验，深化课堂教育、慕课教学、移动学习、网络平台创新互动。现代信息网络技术快速发展，正在推动学习模式的不断创新，实现教学资源的充分共享。同学们，要变化课堂学习方式，积极参与研讨互动提高学习的效能；要把握慕课学习机会，主动争取全球名师的知识传授与思想交流；要利用移动学习环境，随时随地进行沉浸式的学习；要融入学习网络平台，快速汇聚整合海量学习资源。希望你们，通过学习平台的自主联动，促进多种学习渠道的结合，感受先进的学习交互体验，推动学习方法的优化与创新。"
    },
    {
        "model":"    没有挺拔的脊梁，再光鲜亮丽的外表也只是浮华，一个人没有精气神，没有积极向上的价值观，这个人是立不起来的。著名学者胡适在“少年中国学会”演讲时，提到三种人生观是“少年中国”的“仇敌”：“第一种是醉生梦死的无意识生活，第二种是退缩的人生观，第三种是野心的投机主义。”虽然时代已经改变，但这三种错误的人生观并没有完全失去市场，仍然值得我们警惕。希望同学们把人生的扣子从一开始就扣好，积攒和激发正能量，铸就守正、刚毅的主心骨，再来观察社会万象、制订人生规划，那时对一切疑惑和彷徨就会洞若观火、清澈明了，也自然能做出正确的判断和选择。"
    },
    {
        "model":"    在追逐梦想的道路上，不可能总是一帆风顺的，难免遇到荆棘坎坷。不能见风就是雨，不能当墙头芦苇，头重脚轻根底浅。如果这样，就做不了大学问、大事业。各位要想获得成功，就要付出比别人更多的艰辛和努力，希望各位同学要有踏石留印、抓铁有痕的劲头，不要目光短浅，为急功近利所驱动。"
    },
    {
        "model":"    要志存高远，积极进取。关于“励志”，主要强调一个人要有所作为，今后在社会上有所建树，天赋、勤奋、机遇等等，都是重要因素。但是最核心的还是要有坚定的理想、信念、志向，以及对它们的细心呵护、不断强化与执著追求。目标一旦确定，就矢志不渝，排除干扰，不达目的誓不罢休。要正确处理好志向与能力，志向与客观条件的关系。你有理想，必须付诸实践，以百分之百的努力去逐步实现。浅尝辄止，半途而废，满足于眼前的一点点成绩，永远与成功无缘。同学们都是胸怀美好目标、带着满腔热血、抱着必胜信心走进九年制学校的。学校和我们的每一个老师，都会为同学们的进步、追求、成长和发展，提供热情帮助和引导，提供人性化的优质服务。关键是同学们自己不能气馁，不能泄气，不能丧志，要永远保持一种乐观、健康、自信、进取的心态。"
    },
    {
        "model":"    同学们，大学是有传统的，但又是常新的；大学是历史悠久的，但又是充满生机与活力的。这是因为，大学不断地吸引着年青的学子，不断地为社会输送优秀的人才，薪火相传，生生不息。今天，同学们怀揣着理想，走进%(jiancheng)s，成为一名光荣的“%(jiancheng)s人”。你们是幸运的，你们的身上也肩负着责任。%(jiancheng)s的历史需要你们去珍惜，%(jiancheng)s的传统需要你们去呵护，%(jiancheng)s的精神需要你们去发扬，%(jiancheng)s的明天要靠你们去创造。"
    },
    {
        "model":"    要不断地增长智慧。学生不应该仅仅满足于知识的学习，应该学会思考，善于思考。要学习科学精神，掌握基本的思维方法；要学习传统文化，提高人文素养；要培养创新精神，独立思考，敢于突破，敢于超越。希望大家永远保持一颗好奇的心。来%(jiancheng)s求学不是“装饰品”，也不是工作的“敲门砖”，更不仅仅是求得生活的技能。%(jiancheng)s留给你们的智慧将是“终身的烙印”，而且我相信它的影响会随着你们年龄的增长、身心的成熟和生活经验的丰富而越发显著。"
    },
    {
        "model":"    要树立远大的理想。每个人都有自己的理想。人的理想，不应该仅仅是个人的成功，还应该把个人的成功与祖国和人民的需要联系起来，这样的成功更有意义，这样的理想才是远大的理想。%(jiancheng)s的学生应该有志于成为国家和民族的栋梁。希望同学们做有远大理想的人，做有责任感的人，做高尚的人。希望大家为理想而奋斗，而且要从小事做起，从现在做起。要不断提高思想修养，陶冶情操，弘扬文明新风；要学会与人相处，学会团结包容，培养团队意识；要积极参加社会实践和集体生活，积极锤炼自己；要有百折不挠的精神，勇于迎接挑战、战胜困难。"
    },
    {
        "model":"    同学们，学习是一个认知与意义建构的过程，学习成效取决于知识的综合联系和应用的情境激发；学习也是一种环境与社会建构的过程，学习成果源自多主体的互动交流和共同实践。面向未来的学习，必须融入网络链接的学习共同体，必须适应通专融合、通跨融合的学习方式，必须汇聚学校、社会、全球的学习资源。"
    },
    {
        "model":"    长期以来，你们接受的大多是中规中矩、有标准答案的教育，你们习惯于做“听话”的好孩子。作为知识的倾听者和接受者，你们无疑是优秀的。但大学是什么?大学是要为你们的未来发展打下基础，为你们走向成熟、走向社会做好准备。大学培养的不仅是已有知识的接受者，而是未知世界的创造者和未来社会的建设者。大学教给你的不再是唯一的答案，而是教你懂得多样性和不确定性，懂得甚至有了答案也不意味着成功。面对更多更复杂的选择和没有预设答案的探索，你们难免会在前行中跌跌撞撞。懂得反思，就是在挫败中重新认识自我、认识他人、认识社会，重新定义什么是成功、什么是荣誉、什么是价值，不断追问生命的意义。学会坚守，就是在挫败中坚定自己的理想追求，在内心深处始终保持对未知的好奇、对真理的渴望，在风险挑战面前始终坚持做人的原则、崇高的信念和远大的目标。同学们，只有懂得反思、学会坚守，你才能在挫败中把握自我、拥抱青春、走向成熟。"
    },
]