#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
期待与祝福
quancheng : 全称
'''
model_6 = [
    {
        "model":"    %(quancheng)s将竭尽全力，提供最好的学习条件，打造最优的学习生态，为你们健康成长创造一流的环境。希望你们在%(jiancheng)s，牢牢把握学习机会和学习平台，努力学得更丰富、学得更深入、学得更有效、学得更精彩。祝愿大家在这里，度过人生最美的时光。"
    },
    {
        "model":"    %(quancheng)s将竭尽全力，提供最好的学习条件，打造最优的学习生态，为你们健康成长创造一流的环境。希望你们在%(jiancheng)s，牢牢把握学习机会和学习平台，珍惜韶华，发愤图强。祝愿大家在这里，度过人生最美的时光。"
    },
    {
        "model":"    美丽的%(jiancheng)s张开双臂欢迎各位新同学，希望你们也能把握自己的青春，珍惜美好的大学时代，努力做有知识、有智慧、有理想的人。四年后，希望你们都能向母校交上一份满意的答卷。同学们，从现在开始就努力吧！"
    },
    {
        "model":"    最后我想告诉大家的是，你们来到%(jiancheng)s学习一定是正确的选择，但是这也意味着你们将开始痛苦而又快乐的学习和思考的过程。希望在你们离开的时候，你们不仅具备了专业知识，而且你们将变得更加智慧、更有思想，对国家民族就会更有担当，对整个全人类也会更有担当。我希望大家成为这样的人！"
    },
    {
        "model":"    同学们，“人生中没有什么成功是纯粹偶然得来的”，我希望这句话能照亮你们未来的四年行程。希望你们在校期间刻苦学习、勇于探索，用骄人的成绩来书写自己无悔的青春。"
    },
]