#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
套话后的引言
xiansheng : 男士姓名
xiaojie : 女士姓名
'''

model_2 = [
    {
        "model":"首先要感谢在座的各位朋友在这个美好的周末，特意前来为我和的爱情做一个重要的见证，没有你们，也就没有这场，让我和我妻子终生难忘的婚礼。"
    },
    {
        "model":"首先真挚的感谢在座的各位，百忙之中出席婚礼，见证我们的这份爱情。"
    },
    {
        "model":"今天，对我们俩来说，是个特殊、幸福的日子；今天，是我们一生中最重要的一天；今天，我感想很多，但千言万语汇集为两个字，感谢！首先，我要感谢光临的各位来宾，你们当中，有我们两人的长辈、领导、同学和朋友，是你们，见证我们两个人二十多年的成长过程，从懵懂的孩童、青春的少年，到成为各自工作岗位上的一名合格员工，阅读你们的记忆，就像翻开一本相册，里面记录着我们走过的和正在走的路。而今天，你们的光临，又将见证我们的婚礼，在这个重要的时刻，有你们在这里，我感到万分荣幸，谢谢你们！"
    },
]
