#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
问候语 套话
zhongwu_or_wanshang :中午 晚上
xinniangdanwei : 新娘工作单位
'''

model_3 = [
    {
      "model":"其次，还要感谢的父母，我想对您二老说，您二老把您们手上唯一的一颗掌上明珠交付给我这个年轻人保管，谢谢您们的信任，我也绝对不会辜负你们的信任，但我要说，我可能这辈子也无法让您的女儿成为世界上最富有的女人，但我会用我的生命使她成为世界上最幸福的女人。"
    },
    {
      "model":"更要感谢双方父母对我们的支持、关爱和祝福。"
    },
    {
      "model":"其次，我要感谢的是两位伟大的女士，那就是我们的母亲，没有她们的无私的付出，没有她们细心的呵护，没有她们伟大的母爱，我们两个人不会像现在这样，健康、快乐、幸福！今天，是我们结婚的日子，今天，又是一个伟大的节日—母亲节！我们的生命，来自伟大的母亲，让我们象爱护生命一样，爱护自己的妈妈吧，今天，我也借此机会，祝在座的所有母亲节日快乐！"
    },
  ]