#!/usr/bin/env python
# -*- encoding: utf-8 -*-
'''
__author__ = 'top'
date = '16/11/8'
我爱学习,学习使我快乐
'''
'''
问候语 套话
xiaojie : 新娘姓名
xiansheng : 新郎姓名
'''

model_4 = [
    {
      "model":"最后，我要感谢在我身边的这位在我看来是世界上最漂亮的女人，现在世界上男性人口是亿千万，我竟然有兴的得到了这亿千万分之一的机会成为的丈夫，亿千万分之一的机会相当于，一个人中万的彩票连中一个月，但我觉得今生能和她在一起，是多少个万的无法比拟的。所以我想说，谢谢你，谢谢你答应嫁给我这个初出茅庐，涉世不深的毛头小子。但是此时此刻，我的心里却有一丝深深的对你愧疚，因为我一直都没有告诉你，再认识你之前和认识你之后，我还一直深深的爱着两个人，并且就算你我的婚姻，也无法阻挡我日夜对他们的思念，他们也来到了婚礼现场，亲爱的，他们就是，我的爸爸和妈妈。爸妈，谢谢您二老，谢谢您二老在年前做出了一个决定，把一个生命带到了这个世界，让他学知识，教他学做人，您二老让他体会到世界上最无私的爱，您二老给了他世界上最温暖的家，您二老告诉他做人要老实，您二老告诉他家的重要，可是这个小生命时常惹祸，惹您二老生气，让您二老为他二十几年来挂肚牵肠，现在，我想说，爸妈，您二老辛苦了，咱家好了，儿子长大了，儿子结婚了。您二老可以放心和高兴了，我很幸福，因为我遇上了这世界两位最最善良美丽女人。"
    },
    {
      "model":"我和%(xiaojie)s的爱情真可谓是穿越了千山万水。今天，我们终于结婚了。虽然由于工作 和路途原因，我的亲友没有能参加我们的婚礼。但是我并没有感到失望和孤单。因为从今天开始，在座的各位来宾都成为了我的亲友。在此，我要特别的感谢我的爸爸妈妈对我的培养和关爱，我相信此时刻，他们一定能感受到我们的幸福和快乐。借此机会，我想对他们说，爸爸妈妈，请放心。你们的女儿找到了一个美好的归宿，我相信**会是一个优秀的丈夫，我们一定会相亲相爱，白头偕老。最后，再此感谢大家的出席，祝大家身体健康，新年快乐！"
    },
    {
      "model":"第三，我要感谢的，是站在我身边的这个人，有一件事，我一直没告诉你，其实，很久很久以前，我就认识你了，我们第一次相见，不是在古城西安，也不是在黄浦江畔的上海，而是在一个漂浮在空中的国度，在一座皇宫的花园里，在那里，你是个公主，温柔、漂亮，而我，是只脏兮兮的饥饿的小羊，正贪梦的盯着园子里的一棵胡萝卜，是你，在我就要啃到那棵胡萝卜的时候，把它从我嘴边夺走，在我面前，仔细地把上面的泥洗干净，并告诉我说：“要讲卫生，这样才不会拉肚子”。是你的美丽、优雅、人性的光辉照亮了我蒙昧的生涯，于是我下定决心要找到你，和你相聚，许多年以后，当我们在人世间重逢，我知道，你就是那个公主，我要用一生的时间陪伴你，保护你，让你幸福。“大话西游”里面，紫霞对悟空说“需要理由么，不需要么，需要么”，在这里，谢谢你，给我一个和你相聚的理由，那就是两个字，缘分哪！我看到在座的，还有许多优秀的单身青年，包括我们的伴郎和伴娘，他们各个都是青年才俊，出类拔萃，由于种种原因，还在等待属于自己的那份感情，祝你们早日找到意中人，跨进婚姻的殿堂，告诉你们，这边风景很好！"
    },
  ]